<?php
return [
    'create_new_role' => 'انشاء صلاحية جديدة',
    'update_role' => 'تعديل الصلاحية',
    'roles' => 'الصلاحيات',
    'show_all_roles' => 'عرض جميع الصلاحيات',

    'role_name' => 'اسم الصلاحية',
    'role_ar' => 'اسم الصلاحية بالعربي',
    'role_en' => 'اسم الصلاحية بالانجليزي',
    'enter_role_ar' => 'ادخل اسم الصلاحية بالعربي',
    'enter_role_en' => 'ادخل اسم الصلاحية بالانجليزي',
    'permissions' => 'الصلاحيات',
    'no_roles_found' => 'لا يوجد صلاحيات حالياً !',
    'role_have_admins'=>'عذراً  لا يمكن حذف الصلاحية لانها تمتلك ادمن',
];
